<template>
    <div class="pt-150 pb-5 container bv-example-row">

        <div class="title d-flex align-items-center flex-column mb-4">
            <h3 class="text-18"> سوالات متداول </h3>
        </div>

        <div class="blockquote text text-14">
            <p>
                <strong>
                    <span class="text-blue">1. آموزش دانلود از سایت: </span>
                    <br>
                </strong> برای دانلود از سایت میبایست از اپلیکیشن های مدیریت دانلود استفاده کنید و بدون فیلترشکن
                وارد
                سایت شوید ، به همین منظور کافیست بدون فیلترشکن وارد سایت شوید لینک دانلود فیلم مورد نظر خود را از
                سایت
                کپی نمایید و در دانلود منیجر های معرفی شده وارد نمایید . سپس بر روی گزینه start کلیک کنید تا دانلود
                شما
                شروع شود.

                نکته ۱: علت استفاده از دانلود منیجر ها عدم خرابی فایل ، امکان ادامه دانلود فایل و … میباشد که این
                امکان
                در مرورگرها وجود ندارد.

                نکته ۲: برای کپی کردن لینک بر روی لینک کلیک راست کنید یا طولانی لمس نمایید سپس گزینه Copy link
                address
                را انتخاب کنید.

                نکته ۳: اگر افزونه idm بر روی مرورگر نصب باشد با کلیک بر روی لینک مستقیم به دانلود منیجر متصل میشود
                و
                نیازی به کپی کردن لینک نمیباشد. برای نصب افزونه idm به مرورگر در گوگل سرچ کنید idm extension for
                Chrome
                (Firefox)

                نکته ۴: پیشنهاد میشود از مرورگر Firefox و chrome در ویندوز و اندروید استفاده کنید ، برای سیستم عامل
                های
                ios از safari و mac os از chrome استفاده نمایید.
            </p>
        </div>

        <div class="blockquote text text-14">
            <p class="mb-5">
                <strong>
                    <span class="text-blue">2. اشتراک خریده ام اما چرا همچنان با پیغام خرید اشتراک مواجه میشوم؟ </span>
                    <br>
                </strong> در صورتی که اشتراک خریداری نموده اید ، از پنل کاربری بخش داشبورد میتوانید وضعیت اشتراک و
                روزهای باقی مانده را مشاهده نمایید ، در صورتی که اشتراک در بخش داشبورد فعال است اما همچنان با پیغام خرید
                اشتراک مواجه میشوید ، این مشکل به دلیل ثبت کوکی و کش در مرورگر شما میباشد ، برای رفع این مشکل از بخش
                history مرورگر خود یک بار تاریخچه را بصورت کامل پاک نمایید. در صورتی که پس از خرید اشتراک به سایت
                بازنگشته اید یا صفحه خرید را بسته اید یا در برگشت به سایت با خطا مواجه شدید ، مبلغ کسر شده نهایت تا ۷۲
                ساعت آینده به حساب شما باز خواهد گشت. در صورت گذشت ۷۲ ساعت و عدم بازگشت مبلغ از پنل کاربری تیکت ارسال
                نمایید.
            </p>
        </div>

        <div class="blockquote text text-14">
            <p class="mb-5">
                <strong>
                    <span class="text-blue">3. در سیستم عامل Mac Os چگونه دانلود کنم؟ </span>
                    <br>
                </strong> برای دانلود در سیستم عامل mac os مرورگر chrome و دانلود منیجر Progressive Downloader را از اپ
                استور دانلود نمایید. سپس با سرچ در گوگل Progressive Downloader Chrome Extention افزونه دانلودر را بر روی
                مرورگر کروم نصب کنید. هم اکنون با کلیک بر روی لینک ها اتومات لینک ها برای دانلودر ارسال میشود.
            </p>
        </div>

        <div class="blockquote text text-14">
            <p class="mb-5">
                <strong>
                    <span class="text-blue">4. فیلم را دانلود کرده ولی زیرنویس ندارد؟ </span>
                    <br>
                </strong> چنانچه نسخه های سافت ساب (SoftSub) را دانلود نموده اید ، در دستگاه یا پلیر خود ، از منوی
                تنظیمات ، منوی Subtitle ، چک نموده گزینه زیرنویس فعال باشد و زبان زیرنویس بر روی فارسی (PER or FA) باشد،
                درصورتی که موفق به پخش زیرنویس در دستگاه خود نشدید ممکن است دستگاه شما از این نوع زیرنویس پشتیبانی نکند
                ، شما میتوانید از نسخه های هاردساب (HardSub) که زیرنویس در تمامی دستگاها قابل پخش میباشد استفاده نمایید.
            </p>
        </div>

        <div class="blockquote text text-14">
            <p class="mb-5">
                <strong>
                    <span class="text-blue">5. فیلم دوبله فارسی دانلود کرده ام اما دوبله نمیباشد؟</span>
                    <br>
                </strong> فیلم های دوبله ۲ زبانه میباشند این بدان معناس که دوبله فارسی و زبان اصلی بصورت همزمان بر روی
                فیلم قرار داده شده است ، در صورتی که فیلم زبان اصلی برای شما پخش میشود از منو Audio دستگاه یا پلیر خود ،
                صوت فیلم را به فارسی تغییر دهید.
            </p>
        </div>

        <div class="blockquote text text-14">
            <p class="mb-5">
                <strong>
                    <span class="text-blue">6. فیلم را دانلود کرده ام ولی فقط صدا/تصویر پخش میشود؟</span>
                    <br>
                </strong> با توجه به گسترش روز افزون فرمت های صوت و تصویر گاهاً ممکن است بعضی از فرمت ها در پلیر شما پخش
                نشود یا دارای صدا یا تصویر نباشد ، لذا برای پخش باید پلیر خود را به آخرین نسخه آپدیت نمایید.
                <br>
                پخش کننده های پیش نهادی برای سیستم عامل ویندوز [KM Player 32 | KM Player 64] [VLC Player 32 | VLC Player
                64] [MPC-HC 32 | MPC-HC 64]
                <br>
                ❗ بسته به ورژن ویندوز خود نسخه ۳۲ بیت یا ۶۴ بیت را دانلود نمایید.
                <br>
                پخش کننده های پیش نهادی برای سیستم عامل اندروید دانلود از گوگل پلی [MX player] [VLC Player]
                <br>
                پخش کننده های پیش نهادی برای سیستم عامل ios دانلود از اپ استور [VLC For IOS] [Oplayer]
            </p>
        </div>
    </div>
</template>

<script>
export default {
    name: 'Faq',

    data() {
        return {

        }
    }
}
</script>



<style scoped lang="scss">
.pt-150 {
    padding-top: 150px;

    @media (max-width:449px) {
        padding-top: 120px;
    }
}

.text {
    text-align: justify;
    color: #fff;
    font-weight: 500;
    margin: 0;
    margin-right: 5px;

    &-14 {
        font-size: 14px;
        font-weight: 400;
        line-height: 2.5;
    }

    &-18 {
        font-size: 18px;
    }

    &-blue {
        color: #6898f8;
    }
}

.title h3 {
    padding: 7px 0;
    border-bottom: 2px solid #6898f8;
}

.blockquote {
    display: block;
    background: #23232b;
    padding: 15px 20px 15px 45px;
    margin: 0 0 25px;
    position: relative;
    color: #fff;
    border-right: 4px solid #6898f8;
    border-left: 4px solid #6898f8;
}
</style>