<template>
    <div class="pt-150 pb-5 container bv-example-row">

        <div class="title d-flex align-items-center flex-column mb-4">
            <h3 class="text-18">قوانین و مقررات </h3>
            <span class="text text-16 text-blue">شرایط استفاده از سایت </span>
        </div>

        <div class="text text-14">
            <p>کاربر گرامی؛</p>
            <p>با سپاس از انتخاب دیجی موویز جهت دانلود و تماشای آنلاین فیلم و سریال، خواهشمند است در نظر
                داشته باشید
                دیجی موویز سرویس خود را با شرایطی در اختیار شما می‌گذارد که ما (دیجی موویز به عنوان ارائه دهنده سرویس) و
                شما (به عنوان استفاده کننده از خدمات سرویس دیجی موویز) ملزم به رعایت کامل آن هستیم، پس لازم است پیش از
                ثبت نام در سایت و یا پرداخت هر گونه هزینه ای برای استفاده از هر یک از سرویس های دیجی موویز، شرایط را
                مطالعه فرمایید و در صورت پذیرش کامل اقدام به خرید و یا استفاده از سرویس نمایید. دقت فرمایید در صورتی که
                هر یک از شرایط توسط کاربر نقض شود؛ به کاربر اخطار داده خواهد شد و در صورت تکرار حساب کاربری مسدود می شود
                ، از ادامه سرویس دهی به کاربر معذور بوده و در صورتی که هزینه ای هم پرداخت شده باشد، مسترد نمی گردد.</p>
            <p>بدیهی است این امکان وجود دارد که دیجی موویز محتوی این شرایط را تغییر دهد. در صورت ایجاد
                هرگونه تغییر این
                مورد به سرویس گیرنده های جاری از طریق قابلیت اطلاع رسانی سایت اعلام خواهد شد و در صورتی که تغییرات مورد
                پذیرش کاربر جاری نباشد و توافق جدیدی حاصل نشود از ادامه سرویس دهی به کاربر معذور بوده و در صورتی که
                هزینه ای پرداخت شده، به نسبت دوره باقیمانده از اشتراک کاربر مسترد خواهد شد.
            </p>
            <p>&nbsp;</p>
            <p>
                <strong>
                    <span class="text-blue">1. دسترسی به سرویس ها: </span>
                </strong> برای استفاده از سرویس های
                دیجی موویز نیاز به دسترسی به اینترنت وجود دارد. نظر به اینکه سابقه داشته است سرویس دهنده اینترنت
                کاربران، محدودیتی برای دسترسی به دیجی موویز و یا سرویس اینترنت (بین الملل) ایجاد نماید یا سرویس های دیجی
                موویز در داخل ایران فیلتر یا محدود شود؛ دیجی موویز تلاش می نماید شما را راهنمایی نموده و در صورت امکان
                محدودیت رفع گردد معهذا تعهدی برای رفع اشکال نیست و در صورتی که برای استفاده از سرویس هزینه ای پرداخت
                نموده باشید؛ وجه مسترد نمی گردد.
            </p>
            <p>
                <strong>
                    <span class="text-blue">2. خرید اشتراک: </span>
                </strong> برای دسترسی به محتوای مورد نظر (دانلود و تماشای آنلاین عناوین موجود در سایت)، کاربر باید اقدام
                به خرید اشتراک نماید (همچنان دانلود بیش از ۸۰ درصد محتوای سایت رایگان میباشد ولی پخش آنلاین تمامی عناوین
                نیازمند خرید اشتراک میباشد). خرید اشتراک در واقع به منزله خرید دسترسی به محتواهای موجود در دیجی موویز
                است.
            </p>
            <p>
                <strong>
                    <span class="text-blue">3. زیرنویس: </span>
                </strong> دیجی موویز فقط مسئول زیرنویس‌های اختصاصی تولید شده توسط تیم ترجمه دیجی موویز می باشد (تمامی
                عناوین در سایت قابل دسترس هستند) و نسبت به درستی و در دسترس بودن آن مسئول می باشد. دیجی موویز مسئول
                زیرنویس های ترجمه شده توسط گروه های دیگر یا مسئول تهیه برای سایر فیلم ها و عناوین نمی باشد. تمامی عناوین
                موجود در سایت دارای زیرنویس یا دوبله فارسی میباشد لذا دیجی موویز مسئولیتی برای تهیه زیرنویس برای عناوین
                فاقد زیرنویس فارسی ندارد.

                نکته: سایر زیرنویس های استفاده شده در پخش آنلاین یا عناوین زیرنویس چسبیده ، زیرنویس‌های منتشر شده به
                صورت عمومی میباشد که پس از بررسی و سینک و ویرایش برای راحتی بیشتر کاربران استفاده شده است. در زیرنویس
                های عمومی نام مترجم حذف نمیشود.
            </p>
        </div>

    </div>
</template>

<script>
export default {
    name: 'Tos',

    data() {
        return {

        }
    }
}
</script>



<style scoped lang="scss">
.pt-150 {
    padding-top: 150px;

    @media (max-width:449px) {
        padding-top: 120px;
    }
}

.title {
    width: 100%;
    display: flex;
    flex-wrap: wrap;
    justify-content: center;
    align-items: center;
    margin-bottom: 25px;
}

.text {
    text-align: justify;
    color: #fff;
    font-weight: 500;
    margin: 0;
    margin-right: 5px;

    &-14 {
        font-size: 14px;
        font-weight: 400;
        line-height: 2.5;
    }

    &-16 {
        font-size: 16px;
        font-weight: 400;
        margin-top: 5px;
    }

    &-18 {
        font-size: 18px;
    }

    &-blue {
        color: #6898f8;
    }
}

.title h3 {
    padding: 7px 0;
    border-bottom: 2px solid #6898f8;
}
</style>